[
  {
    "url": "https://english.alarabiya.net/articles/2011%2F09%2F09%2F166052",
    "content": {
      "authors": [
        "UNA GALANI, DUBAI REUTERS BREAKINGVIEWS"
      ],
      "title": "Qatar can afford many more $8 billion handouts",
      "publishing_date": {
        "published": {
          "DateTime": "2011-09-09T11:23:13"
        },
        "last_updated": null
      },
      "keywords": [],
      "description": "<p>Qatar can afford many more $8 billion handouts. Nationals employed in the public sector have been awarded pay raises of 50 to 120 percent. The risk of inflation is limited. And unlike many of its ...</p>",
      "text": "Qatar can afford many more $8 billion handouts. Nationals employed in the public sector have been awarded pay raises of 50 to 120 percent. The risk of inflation is limited. And unlike many of its Middle-Eastern neighbors, Qatar is rich enough to maintain its so-called social contract.The emirate is under no pressure to spend its riyals. Qatar has been spared the unrest brought elsewhere by the Arab Spring and demands for political reform are timid. The closest Qatar has come to a protest movement in recent months has been a modest, one-hour boycott of Qatar Telecom organized on social-media website Twitter.\nQatar didn’t give an official reason for the decision to bump wages. It may be a reward for the role played by the military in operations in Libya, or simply as a way of cheering the population as it celebrates the Muslim holiday of Eid. It may even be just a show of bravado.Whatever the reason, Qatar’s move isn’t raising the worries typically fuelled by such announcements. The benefits will be widely felt among Qataris – only 10 percent of whom work in the private sector. But Qataris account only for a fifth of the total population. So inflation, now a reasonable 1.8 percent, should remain subdued.Handouts may theoretically undermine the development of the private sector. But any incentive Qatar has to develop one stems from prestige rather than necessity. The emirate has the lowest rate of unemployment of the six-nation Gulf Co-operation Council – by some estimates it is as low as 0.5 percent. The country’s GDP per a capita for 2011 is forecast at $109,881 – around five times that of Saudi Arabia, according to the International Monetary Fund. And wealth is fairly evenly spread among the citizens.Notwithstanding huge infrastructure projects in the pipeline, Qatar was expected to generate double-digit GDP growth and a budget surplus of 10.3 percent in 2011/12 before the additional spending measures were announced, according to HSBC. Export revenues from energy alone are expected to total $80 billion. No wonder the emirate can afford the occasional splurge.\nContext newsQatar on Sept. 6 announced salary, pension and benefits increases for its state and military employees costing as much as 30 billion riyals ($8.24 billion).Basic salaries and social benefits for state civilian employees will rise by 60 percent. Military staff of officer rank will receive a 120 percent increase in basic salaries and benefits, with other ranks getting a 50 percent rise.The total salary increases will amount to 10 billion riyals ($2.75 billion) per year, the statement said, without giving a reason for the rises.The decree also ordered a 60 percent pension increase for civilian retirees. Military retirees of officer rank will see a 120 percent hike, with ranks eligible for a 50 percent hike.The Gulf state will make a one time payment of 10 billion riyals towards its pension fund and another 10 billion for retirees’ subscriptions.\n",
      "language": null,
      "thumbnail": null,
      "top_image": "https://vid.alarabiya.net/legacy/images/2011/09/09/1708_166052.jpg",
      "references": [],
      "images": [],
      "videos": []
    },
    "language": "English"
  }
]